{
    "popUpHeading": "TERMS AND CONDITIONS",
    "heading": "ADVANCE ORDER & CREDIT NOTE",
    "bodyContent": [
        {
            "heading": "Terms & Conditions:",
            "subHeading": "Gold Rate Frozen: Yes",
            "bodyMainContentArray": [
                {
                    "bodyMainContent": "I have read and understood this advance order form of Titan Company Limited (Company) and the contents appearing herein, including the remarks column, which I fully agree.",
                    "element": "span",
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "I hereby undertake that irrespective of whatever be the gold / platinum / silver prevailing on the date of actual billing, I shall accept the gold / platinum / silver rate that I have frozen on this advance order date: I shall not raise any claims or dispute or company if the gold/ platinum / silver rate falls on actual billing date, due to market volatility or delay or any Change from my end",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "From the booking date, if the product appearing in the advance order is not collected within 15 days of receipt at boutique, the order will automatically stand cancelled and the amount paid there under would be forfeited and the company, besides not being held responsible for this, shall also have the right to product to any other third party or customer",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "In other cases of payment (Except Cash) for purchase above Rs.2 lakhs paid by Credit card / Cheque, PAN CARD Copy or Form 60 (as per IT rules) with Valid photo id may be given at time of Advance or Billing",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Any conditions which are explicitly not covered above would be the discretion of the company, at the time of transaction. The decision of the company in this regard would be deemed as irrevocable and final",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "NA – Not Applicable, since the product is sold by piece / number",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Terms & Conditions:",
            "subHeading": "Gold Rate Frozen: No",
            "bodyMainContentArray": [
                {
                    "bodyMainContent": "I have read and understood this advance order form of Titan Company Limited (Company) and the contents appearing herein, including the remarks column, which I fully agree.",
                    "element": "span",
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "I will pay fully and take delivery of the product within 15 days from the order date failing which the selected product may be displayed/sold to any other customer without notice",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "By paying this advance, I will not hold the company/boutique responsible for any gold/platinum/silver rat variation from time to time or any type of delay at my end in purchasing jewellery",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Diamond and stone prices, making charges, wastage, taxes, etc subject to change till the delivery of the product/invoicing of the product",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "In other cases of payment (Except Cash) for purchase above Rs. 2 lakhs paid by Credit card / cheque, PAN CARD Copy or Form 60 (as per IT rules ) with Valid photo id may be given at time of advance or Billing",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Any conditions which are explicitly not covered above would be the discretion of the company, at the time of transaction. The decision of the company in this regard would be deemed as irrevocable and final",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "NA – Not Applicable, since the product is sold by piece / number",
                            "element": "span"
                        }
                    ]
                }
            ]
        }
    ]
  }