{
    "popUpHeading": "TERMS AND CONDITIONS",
    "heading": "CASH MEMO",
    "preDetails": [
        {
          "content": "“Titan Company Ltd., gives cognizance only to computer generated tax invoice”",
          "element": "span"
        },
        {
          "content": "Please note that, the net amount includes Gold Value, Cost of Stones, Product Making Charges/Wastage Charges, GST and other taxes (as applicable). Upon specific request detailed statement will be provided.",
          "element": "span"
        },
        {
          "content": "Regd. Office: Titan Company Ltd., No.3, SIPCOT Industrial Complex, Hosur-635126, TN, India.",
          "element": "span"
        },
        {
          "content": "Thank you for choosing Tanishq. You are taking home exquisite Jewellery crafted from the finest of gemstones, precious metals in extraordinary designs. Gift it with affection.",
          "element": "span"
        },
        {
          "content": "Wear it with love and with pride.",
          "element": "span"
        }
      ],
    "bodyHeading": "Terms and Conditions of Sale and Other General Information:",
    "bodyContent": [
        {
            "heading": "General:",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "Company gives cognizance only to Computer generated Tax invoice.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Prices are rounded off to the nearest Indian rupee.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "In case the customer(s) wishes to have more information relating to the Invoice, the same would be provided on request, separately. No claim of weight difference will be entertained after purchase of the gold /ornament.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "For Purchase or Payment /Exchange on a single day for (Rupees 2 lakhs) 2.00 lakhs and above, customers would be required to furnish the copy of their PAN Card with self-attestation.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Please ensure that, this invoice accompanies the Jewellery of all future transactions. We can only entertain transactions with the customer on whose name the bill has been issued.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "We will be able to exchange Jewellery in the same store for same value of the invoice, provided the Jewellery is brought back by the customer in the same condition in which it was sold, within seven (7) days from the date of invoice/sale.",
                            "element": "span",
                            "subBullettedPoints": [
                                {
                                    "bullettedPointContent": "We will not be able to make a full value exchange if the Jewellery sold has been tampered, altered, misused, broken, mishandled, used some chemicals or repaired in any way.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "We will not be able to refund cash or any other mode in exchange for the Jewellery.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "New Jewellery will have to be purchased against the full value of the product returned. Fresh purchases made against an exchange would be billed at the applicable gold rate prevailing on the date of fresh purchases only.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "No exchange shall be made without Original Tax Invoice being presented by the customer.",
                                    "element": "span"
                                }
                            ]
                        },
                        {
                            "bullettedPointContent": "In case of any dispute, courts in Bengaluru only will have jurisdiction.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Company reserves the right to modify these terms and conditions from time to time.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "The diamonds herein invoiced have been purchased from legitimate sources not involved in funding conflict and in compliance with United Nations resolutions. The seller hereby guarantees that these diamonds are conflict free, based on personal knowledge and/or written guarantees provided by the supplier of these diamonds.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Invoice:",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "If payment is made by local cheque or demand draft, delivery of the item(s) purchased will be made only after realization of the amount by the Company.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Cash payment excess of Rs.2.00 lakhs in a single day from a customer will not be accepted.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Advance Receipt/Customer order:",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "You may freeze the gold rate at the time of placing the order on payment of 50% advance for studded Jewellery, 75% advance for plain gold jewellery and 90% advance for coins/biscuits/bars. The gold rate applicable on purchase will be the prevailing rate at the time of payment of advance, Irrespective of the day’s gold rate at the time of delivery. The Product, when ready for delivery in such cases, shall have to be collected by customer within 30 days from date of such advance.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "You may place an order without freezing the gold rate on payment of advance of 25% of the product value. In case the product is not collected within 7 days from the date of such information, then the order shall stand automatically cancelled and Customer is at liberty to purchase any other gold Jewellery for the said value.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "At no point in time, Company shall pay the interest towards the said amount to the customer.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Delivery of customer ordered product or advance booking product must be collected by the person signing the order copy, by producing original order copy. The signature on the invoice and order copy should match. In the event, the person who has signed the invoice is not able to come for taking delivery, the same would be delivered to his/ her representative subject to the receipt of original Authorisation letter from the customer along with original order copy. Please ask the retail store for the format of the Authorisation letter. In the event of death of the customer who ordered the product, the product shall be delivered only to the legal heir/s of the deceased customer subject to production of the original legal heir certificate or original succession certificate/order of the Court for delivery of the product to such person/s. no proper documents are being produced within three months from the date of death, the order stands cancelled and such un-utilised advance shall be disposed by the Company as it deems fit.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Tanishq Exchange Programme (“TEP”):",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "Company will be happy to accept for exchange, Company jewellery sold through any Tanishq store, as per the prevailing terms and conditions of the Tanishq Exchange Policy, which is operated at the discretion of the Company. The detailed Tanishq Exchange Policy is made available at the store.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Company will accept Jewellery for exchange after due examination for defects, weights and originality, including the identification and damage or stone defects (cracks, replacements and alterations etc).",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "At the time of exchange of jewellery purchased from Company store, Company will value the TEP product on the following basis:",
                            "element": "span",
                            "subBullettedPoints": [
                                {
                                    "bullettedPointContent": "The gold content will be valued on the basis of the Company's prevailing gold rate on the date of exchange.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "The weight of the gold will be net of all pearl, stones, lac, dust, dirt and any other extraneous material.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "Diamonds, platinum and other precious and semi-precious stones will be valued with appropriate deductions on the prevailing rates.",
                                    "element": "span"
                                },
                                {
                                    "bullettedPointContent": "Making/ Wastage charges, taxes and any discounts given on the original Tax Invoice, will be completely deducted at the time of TEP.",
                                    "element": "span"
                                }
                            ]
                        },
                        {
                            "bullettedPointContent": "While normal wear and tear is to be expected, no credit shall be given to the customer for excessive wear and tear, damage, or stone defects (cracks, replacements and alterations).",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "TEP requires that, the Original Tax Invoice and Certificate of Authenticity be produced at the time of exchange. If the same are not produced, an additional deduction of 5% to 10%, depending on the product category as per Company policy, will be made on the final stone value (less discounts, if any) as estimated & applicable and additional time will be taken for valuation. Valuation made by the Company will be final for exchange.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "If a customer seeks money refund on TEP product, an additional deduction of 10% on studded jewellery, 15% for studded solitaire and 3% for other jewellery / products or as applicable from time to time on exchange will be levied on the final exchange value. Refunds in excess of Rs. 10,000/- shall be made only by way of account payee cheque / crossed Demand Draft or NEFT/RTGS, which may take at least 10-15 days and the same will be issued only on Customer name.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Issue of credit note for the value of exchange has been discontinued. Customers are requested to redeem the value of exchange immediately. However, in case of purchase through adjustment of TEP, credit note will not earn encircle points to the extent of TEP credit note value.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "The Company can withhold or alter the TEP without prior notice at any given time.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "General Exchange Programme (“GEP”):",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "The exchange of non-Tanishq jewellery articles will take place as per the terms and conditions laid down by the “Impure to Pure” exchange policy of the Company for non-Tanishq products. The detailed “Impure to Pure” exchange policy is available at specified stores which a customer would go through before going for GEP. The GEP policy is also made available at www.titan.co.in",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Plain gold jewellery (non-Tanishq) will be accepted for exchange at specified Tanishq outlets, which have installed the Karat meter. No money refunds will be granted on GEP.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "The Impure to pure exchange policy for non-Tanishq products is operated at the discretion of the Company. This policy may be withdrawn or modified without prior notice.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Customer Complaint Acknowledgement Form (“CCAF”):",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "Customer has to present the Original CCAF at the store for taking of goods given for repair/alteration.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Any person who signed the original CCAF form will be deemed as owner of the product and Company retail team shall deliver the product to the customer who signed theCCAF. In the event the customer who signed CCAF could not able to collect the product, he could collect the product through his authorised representative by submitting the CCAF along with original authority letter. Please ask the retail store of the Company for the format of the Authority Letter.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Jewel Care Kit:",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "Product once sold will not be taken back or replaced with new product.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "The jewel care kit comes with shelf life and expiry of the same is printed at the jewel care kit where ever applicable.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "For detailed instructions on use of the Jewel Care Kit, please go through instruction manual as provided along with the kit.",
                            "element": "span"
                        }
                    ]
                }
            ]
        },
        {
            "heading": "Golden Harvest Scheme:",
            "bodyMainContentArray": [
                {
                    "bodyMainContent": "Please refer to Golden Harvest Scheme book for Terms and Conditions.",
                    "element": "span"
                }
            ]
        },
        {
            "heading": "Nebula Gold Watches:",
            "bodyMainContentArray": [
                {
                    "subBullettedPoints": [
                        {
                            "bullettedPointContent": "Will have standard GRN policy as applicable. TEP & GEP are applicable for purchase of Nebula watches however GHS redemptions are not applicable. No cash back/refund option applicable.",
                            "element": "span"
                        },
                        {
                            "bullettedPointContent": "Service Policy: All Nebula watches will be sent to the nearest WOT for servicing. The respective product warranty norms will be applicable. All other servicing charges will have to be borne by the customer.",
                            "element": "span"
                        }
                    ]
                }
            ]
        }
    ],
    "conclusion": "You may contact us at tanishqcare@titan.co.in or at Tanishq Customer Care, Titan Company Limited, P.O.Box No.10002, Bengaluru - 560100, Karnataka, India. or call our helpdesk at 1800 266 0123."
  }